{
  "site-name": "FARYWAVE",
  "nav-sber": "SBER MOBILE",
  "nav-mirea": "RTU MIREA",
  "nav-contacts": "CONTACTS",

  "heading-sber": "SBER MOBILE",
  "sber-about-title": "About",
  "sber-about-text": "SberMobile is an MVNO (Mobile Virtual Network Operator) launched by Russia's largest financial institution, Sberbank. Operating on the Tele2 network infrastructure, SberMobile integrates deeply within the Sber ecosystem, offering customers unique benefits such as paying up to 99% of their mobile service costs using SberSpasibo loyalty bonuses. The operator provides a full range of services, including voice calls, high-speed 4G/LTE mobile internet, eSIM support, and bundled access to Sber's extensive suite of digital services (e.g., SberBank Online, Okko, SberSound) often with unlimited data access.",
  "sber-position": "Position: Information Systems Support Engineer (apprentice)",
  "sber-duration": "June 2025 — Present",
  "sber-exp-title": "Experience",
  "sber-exp-1": "BRIX365/ELMA365 (advanced)",
  "sber-exp-2": "TypeScript (intermediate)",
  "sber-tasks-title": "Tasks",
  "sber-task-1": "Administering ELMA365",
  "sber-task-2": "Developing internal solutions",
  "sber-task-3": "Debugging and fixing issues",

  "heading-mirea": "RTU MIREA",
  "mirea-about-title": "About",
  "mirea-about-text-1": "Recognized both in Russia and abroad as a modern educational and research center, MIREA — Russian Technological University combines classical university traditions with modern educational technologies in its work. Since its creation, the higher education institution has always kept up to date constantly expanding the range of academic programs according to the state demand for engineering staff, increasing quality of specialists’ training and achieving international recognition. MIREA — Russian Technological University is one of the leaders in the field of training of highly qualified specialists for quickly developing knowledge-intensive branches of science and technology: telecommunications, information and computer technologies, automatic equipment, cybernetics, radio engineering and electronics, chemistry and biotechnologies",
  "mirea-about-text-2": "Specialization: Software Engineering, Development and Design of Computer Games and Multimedia Applications",
  "mirea-about-text-3": "Expected graduation: 2028",
  "mirea-languages-title": "Languages",
  "mirea-lang-1": "Kotlin (intermediate)",
  "mirea-lang-2": "TypeScript (intermediate)",
  "mirea-lang-3": "Python (intermediate)",
  "mirea-lang-4": "Java (intermediate)",
  "mirea-lang-5": "C++ (beginner)",
  "mirea-lang-6": "SQL (beginner)",
  "mirea-tools-title": "Dev Tools",
  "mirea-tool-1": "Android studio (intermediate)",
  "mirea-tool-2": "JetBrains IDEs (intermediate)",
  "mirea-tool-3": "Git (intermediate)"
}
