{
  "site-name": "FARYWAVE",
  "nav-sber": "СБЕР МОБАЙЛ",
  "nav-mirea": "РТУ МИРЭА",
  "nav-contacts": "КОНТАКТЫ",

  "heading-sber": "СБЕР МОБАЙЛ",
  "sber-about-title": "О Сбер Мобайл",
  "sber-about-text": "Сбер Мобайл — MVNO (виртуальный мобильный оператор), запущенный крупнейшим финансовым учреждением России — Сбербанком. Работая на инфраструктуре Tele2, Сбер Мобайл интегрирован в экосистему Сбера, предлагая уникальные преимущества, такие как оплата до 99% стоимости мобильной связи бонусами СберСпасибо. Оператор предоставляет полный спектр услуг: голосовые звонки, высокоскоростной 4G/LTE интернет, поддержка eSIM и доступ к цифровым сервисам Сбера (например, СберБанк Онлайн, Okko, SberSound) часто с безлимитным доступом к данным.",
  "sber-position": "Должность: Инженер по сопровождению информационных систем (стажёр)",
  "sber-duration": "Июнь 2025 — Настоящее время",
  "sber-exp-title": "Опыт",
  "sber-exp-1": "BRIX365/ELMA365 (Продвинутый)",
  "sber-exp-2": "TypeScript (Средний)",
  "sber-tasks-title": "Задачи",
  "sber-task-1": "Администрирование ELMA365",
  "sber-task-2": "Разработка внутренних решений",
  "sber-task-3": "Отладка и исправление ошибок",

  "heading-mirea": "РТУ МИРЭА",
  "mirea-about-title": "О МИРЭА",
  "mirea-about-text-1": "МИРЭА — Российский технологический университет, признанный в России и за рубежом как современный образовательный и исследовательский центр, сочетает классические университетские традиции с современными образовательными технологиями. С момента создания вуз постоянно обновляет учебные программы в соответствии с государственным спросом на инженеров, повышает качество подготовки специалистов и достигает международного признания. РТУ МИРЭА — один из лидеров в подготовке высококвалифицированных специалистов для быстро развивающихся отраслей науки и техники: телекоммуникации, ИКТ, автоматизация, кибернетика, радиоэлектроника, химия и биотехнологии.",
  "mirea-about-text-2": "Специализация: Программная инженерия, разработка и дизайн компьютерных игр и мультимедийных приложений",
  "mirea-about-text-3": "Ожидаемая дата выпуска: 2028",
  "mirea-languages-title": "Языки",
  "mirea-lang-1": "Kotlin (Средний)",
  "mirea-lang-2": "TypeScript (Средний)",
  "mirea-lang-3": "Python (Средний)",
  "mirea-lang-4": "Java (Средний)",
  "mirea-lang-5": "C++ (Начинающий)",
  "mirea-lang-6": "SQL (Начинающий)",
  "mirea-tools-title": "Инструменты",
  "mirea-tool-1": "Android Studio (Средний)",
  "mirea-tool-2": "JetBrains IDEs (Средний)",
  "mirea-tool-3": "Git (Средний)"
}
