{
  "site-name": "FARYWAVE",
  "nav-kotlin": "KOTLIN",
  "nav-typescript": "TYPESCRIPT",
  "nav-python": "PYTHON",
  "nav-java": "JAVA",
  "nav-contacts": "КОНТАКТЫ",

  "heading-kotlin": "KOTLIN",
  "kotlin-about-title": "О Kotlin",
  "kotlin-about-text": "Kotlin — современный язык программирования с статической типизацией, разработанный JetBrains, полностью совместимый с Java. Широко используется для разработки Android-приложений, серверных приложений (включая Ktor и Spring Boot) и кроссплатформенной разработки с Kotlin Multiplatform. Известен своей лаконичностью, безопасностью и сочетанием объектно-ориентированных и функциональных элементов",
  "kotlin-exp-title": "Опыт",
  "kotlin-exp-1": "Coroutines",
  "kotlin-exp-2": "Jetpack Compose",
  "kotlin-exp-3": "Navigation API",
  "kotlin-exp-4": "Room",
  "kotlin-exp-5": "Firebase",
  "kotlin-proj-title": "Проекты",
  "kotlin-proj-omnicalc": "OmniCalc",
  "kotlin-proj-omnicalc-text": "Многофункциональный калькулятор на Jetpack Compose. Включает сложные выражения, переменные, хранение формул, загрузку пакетов, конвертер единиц и настройку интерфейса",
  "kotlin-proj-ai": "AI Desktop Companion",
  "kotlin-proj-ai-text": "Легкое Kotlin-десктоп приложение с Swing и Ollama для локального LLM. Простое и удобное личное AI-решение",

  "heading-typescript": "TYPESCRIPT",
  "typescript-about-title": "О TypeScript",
  "typescript-about-text": "TypeScript — высокоуровневый язык программирования с статической типизацией для JavaScript. Предназначен для разработки крупных приложений. Транспилируется в JavaScript. Разрабатывается Microsoft как бесплатное ПО с лицензией Apache 2.0",
  "typescript-exp-title": "Опыт",
  "typescript-exp-1": "ELMA365/BRIX365 SDK",
  "typescript-proj-title": "Проекты",
  "typescript-proj-giga": "GigaChat Integration",
  "typescript-proj-giga-text": "Интеграция GigaChat в ELMA365 для автоматического анализа документов",

  "heading-python": "PYTHON",
  "python-about-title": "О Python",
  "python-about-text": "Python — широко используемый язык программирования с чистым и читаемым синтаксисом, который акцентирует значимое отступление. Популярен как среди новичков, так и экспертов из-за своей универсальности и большого числа библиотек и фреймворков",
  "python-exp-title": "Опыт",
  "python-exp-1": "SQLite3",
  "python-exp-2": "PyQt5",
  "python-exp-3": "Telegram API",
  "python-proj-title": "Проекты",
  "python-proj-airsoft": "Airsoft Community App",
  "python-proj-airsoft-text": "Приложение на PyQt5 для организации игр в airsoft. Включает профили игроков и организаторов, создание команд и управление играми",

  "heading-java": "JAVA",
  "java-about-title": "О Java",
  "java-about-text": "Java — широко используемый объектно-ориентированный язык программирования и платформа, разработанная Sun Microsystems (ныне Oracle). Известен принципом «write once, run anywhere» (WORA), позволяющим запускать байткод на любом устройстве с JVM независимо от ОС",
  "java-exp-title": "Опыт",
  "java-exp-1": "Swing",
  "java-proj-title": "Проекты",
  "java-proj-3d": "3D Game",
  "java-proj-3d-text": "Игра от первого лица на Java с использованием Swing. Рендеринг 3D графики только на CPU, без внешних библиотек рендеринга"
}
